Repository: Vistaus/KDE-Rounded-Corners
Catalog: po/*/kcmcorners.po
Languages: nl

source: Rounded Corners (formerly ShapeCorners)
nl: Afgeronde hoeken (voorheen: ShapeCorners)

source: Enable animation between active and inactive state
nl: Animatie tonen tijdens wisselen tussen actieve en inactieve vensters

source: Roundness
nl: Afronding

source: Active Window
nl: Actief venster

source: Corner Roundness Radius
nl: Straal van hoekafronding

source: Inactive Window
nl: Inactief venster

source: Disable Roundness on Tile
nl: Hoeken niet afronden tijdens tegelen

source: Disable Roundness on Maximize
nl: Hoeken van gemaximaliseerde vensters niet afronden

source: Disable Roundness on FullScreen
nl: Hoeken niet afronden in schermvullende weergave

source: Shadows
nl: Schaduwen

source: Use Native Decoration Shadows
nl: Meegeleverde decoratieschaduwen gebruiken

source: Use Custom Shadows
nl: Eigen schaduwen gebruiken

source: Active Shadow
nl: Actieve schaduw

source: Shadow Size*
nl: Schaduwomvang*

source: Initial Transparency
nl: Standaard doorzichtigheid

source: &Use Decoration Color
nl: Decoratiekleur gebr&uiken

source: WindowText
nl: Venstertekst

source: Button
nl: Knop

source: Light
nl: Licht

source: Midlight
nl: Halflicht

source: Dark
nl: Donker

source: Mid
nl: Half

source: Text
nl: Tekst

source: BrightText
nl: Lichte tekst

source: ButtonText
nl: Knoptekst

source: Base
nl: Basis

source: Window
nl: Venster

source: Shadow
nl: Schaduw

source: Highlight
nl: Markering

source: HighlightedText
nl: Gemarkeerde tekst

source: LinkVisited
nl: Bezochte link

source: AlternateBase
nl: Basis (alternatief)

source: NoRole
nl: Geen rol

source: ToolTipBase
nl: Basis van hulpballon

source: ToolTipText
nl: Hulpballontekst

source: PlaceholderText
nl: Opvultekst

source: Use Custom Co&lor
nl: Eigen k&leur gebruiken

source: Inactive Shadow
nl: Inactieve schaduw

source: Use Decoration Color
nl: Decoratiekleur gebruiken

source: Use Custom Color
nl: Eigen kleur gebruiken

source: * Limited by the decoration expanded geometry
nl: * Beperkt mogelijk door toedoen van de decoratieafmetingen

source: Outlines
nl: Contouren

source: Primar&y Outline
nl: Prima&ir contour

source: Outline Thickness
nl: Dikte van contour

source: Outline Transparency
nl: Doorzichtigheid van contour

source: Secondary Outline*
nl: Secundair contour*

source: Disable Outline on Tile
nl: Geen contour tonen tijdens tegelen

source: Disable Outline on Maximize
nl: Gemaximaliseerde vensters niet voorzien van contour

source: Disable Outline on FullScreen
nl: Geen contour tonen in schermvullende weergave

source: * Only if the decoration provides expanded geometry
nl: * Alleen als de decoratie uitgebreide afmetingen bevat

source: Inclusions && Exclusions
nl: Toepassen op en uitzonderingen

source: Include >
nl: Toepassen op →

source: Include all dialogs
nl: Toepassen op alle dialoogvensters

source: Excluded Windows:
nl: Uitgezonderde vensters:

source: List of Current Open Windows:
nl: Lijst met geopende vensters:

source: Exclude >
nl: Niet toepassen op →

source: Included Windows:
nl: Toegepaste vensters:

source: Include all normal windows
nl: Toepassen op alle normale vensters

source: Class 1
nl: Klasse 1

source: Class 2
nl: Klasse 2

source: Caption
nl: Bijschrift

source: Refresh
nl: Herladen
